// Задача №6: Напишите программу, которая на вход принимает число и выдаёт, 
// является ли число чётным (делится ли оно на два без остатка).
// 4 -> да
// -3 -> нет
// 7 -> нет

int a = 5;

Console.WriteLine("Является ли чётным число:");
Console.ReadLine();
if (a % 2 == 0) Console.WriteLine($"Число {a} чётное");
else Console.WriteLine($"Число {a} нечётное");

Console.ReadLine();









